{"data":{"markdownRemark":{"html":"<p>작년에 쓰다말고 두었던 회고록을 다시 써본다. 두달정도 지난동안 또 많은 일들이 생겨버렸네,, </p>\n<hr>\n<p>이 글을 작성하기 전 2016년의 회고록을 다시 읽어보았다. 역시나, 제대로 한것이 없었다. 스스로 다시 마음을 다잡고 성실한 한해를 살아가야겠다.</p>\n<p>작년 2017년에는 한해에 두번의 겨울을 보내야 했다.\n멜번의 겨울과 한국의 겨울,\n나에게 두번의 겨울은 참 추웠었다. </p>\n<h1>멜번의 겨울</h1>\n<p>  뜨겁고 활기한 멜번의 여름이 지나갈 때 즈음 여러가지 변화가 생겼었다. 그중 가장 큰 변화는 내 마음이었다.</p>\n<p>  어느정도 예상은 하고 있었지만 회사에서 나를 고용할 때 이야기한것과 달리 회사를 더이상 신경쓸 수 없다는 이야기와 가끔 필요할 때 같이 일하자는 내용으로 나에게 통보했다.\n제품 개발이 완료되고 얼마되지 않아 이런 이야기를 들었다. 같이 골프를 치며 개발한 앱을 테스트했고, 일주일 정도 나에게 정리할 시간을 주었다.</p>\n<p>  그때 당시 호주의 이민자 법이 개정된다는 이야기가 공식으로 발표되었고 더욱 워킹비자, 영주권취득이 어려워졌었다. 그래서인지 나도 여러가지 이유로 서서히 호주생활에 서서히 어려움을 느끼고 있었다.</p>\n<p>  다시 겨울이 찾아왔을 때, 흔들리는 마음을 잡아야 겠다고 생각했고 내가 호주를 떠나 해야할 것이 무엇인지 고민하게 되었다. </p>\n<p>  그리고</p>\n<p>  조금씩 주변 친구들에게 한국으로 떠날것이라고 작별인사를 시작했다.</p>\n<p>  그 후 한달정도를 여행을 하며 보냈다. 처음 호주를 올때부터 가려고 했었지만 가지 않았던 뉴질랜드에도 다녀오고\n멜번에서 내가 다녔던 모든 곳을 다시한번 가보았다. 좋아하는 커피집에 가서 커피도 매일 마셨다. </p>\n<p>  시간이 갈수록 내마음에 아쉬움과 후련함이 채워졌고 이런생활을 더이상 하지못한다는 생각에 하루하루를 책을 정독하듯이 보냈다.</p>\n<h1>한국의 겨울</h1>\n<p>  한국에 온날은 완전 뜨거운 여름이었다. 근데 나는 스웨터를 입고있었다. 부모님의 도움으로 공항에서 집까지 왔고 뭔가 특별할줄 알았던 한국도착이 그냥 일상처럼 느껴졌다. 군대에서 제대한 후 집으로 돌아온 느낌이었다. 그 후 가족끼리 여행도 가고 바베큐를 먹으면서 여러가지 멜번생활의 일들을 이야기했다.</p>\n<p>  한달 정도뒤 일본행 준비를 했다. 기간은 한달을 잡았고 일본의 생활을 알아보기 위함이었다. 그당시 두가지의 일을 소화해야 했었는데 처음엔 후회했었지만 두개의 일을 마치고 난 후 무리를 조금하긴 했지만 잘한일이라고 생각했다. 그 이유는 일본에서 살짝 생활고가 왔었기 때문에 일을 마친 후 그 돈으로 버틸 수 있었기 때문이다. </p>\n<p>  그리고 일본의 도쿄생활이 만만치 않다는것을 느끼고 돌아왔고,,\n그뒤에 병원에 입원하게 되었다. A형 간염에 걸렸는데 어디서 걸린지 알수 없었다. 그렇게 갑작스럽게 한달 이상을 병원에서 지내게 되었다.</p>\n<p>  두달 가까이를 병원에서 아무것도 하지 못한채 보냈고 계절이 겨울로 바뀌어있었다. 앞으로 어떤것을 할지 계획을 세웠고 이제 막 출발하려는 시기에 2017년이 끝나버렸다.</p>\n<h1>기회</h1>\n<p>  간염을 앓고 있을때 모든것이 무기력해져 버려서 푹쉬었다, 그렇게 완치되고나서 퇴원을 하니 모든것이 막막했다. 길을 잃은 느낌이었다. 딱히 계획한것은 없었지만 시간을 많이 버려졌다는 생각에 이것저것 내가할 수 있는 것들을 생각하고 알아보았다. </p>\n<p>  신중하게 생각하고 조사하기 시작했다. 회사를 입사할지, 사업을 시작할지, 천천히 고민하는 도중 일본에서 IT회사 면접의 기회가 생겼다. </p>\n<p>  한달 뒤에 일본행 비행기를 타고 도쿄에 도착했고 몇일 후에 면접을 보았다. 그리고 한국을 돌아와서 공항에 도착 후 회사로 부터 메일을 받았다.</p>\n<hr>\n<p>결과는 합격이었지만 사실 마음이 더 무겁다. 이미 일본회사를 들어가기로 정했지만 내가 생각하기에 갑작스러운 도전이었기 때문이다. 일본어를 배우고 사내문화, 회사문화 등등을 부딪히며 배워야한다. </p>\n<p>돌아보면 몇개월 만에 엄청많은 일들이 벌어지면서 내 스스로 정신이 없다. </p>\n<p>앞으로 다시 계획을 세워야 하는데 가장 큰 목표는 일본생활 적응이다. 일본어회화를 포함한 모든것이 일본생활 적응이라고 생각하기 때문에 우선 생활안정이 올해 1순위 목표가 될것같다. 그리고 건강을 항상 챙기는것은 필수가 되어버렸다. 2018년은 아프지 말고 건강히 보내자</p>","frontmatter":{"date":"2018 Feb 07","path":"/2018-02-07-reviewing-and-resolution","title":"2017 회고"}}},"pageContext":{}}